Repository: pypi-data/pypi-mirror-178
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.6.1.5-py2.py3-none-any.whl/pylavcogs_shared/utils/locales/*.po
Languages: uk_ua, zh_tw

source: Shows the credits and translation details for the PyLav cogs and shared code
uk_ua: Показує інформацію про кредити та переклади для pyLav cogs і спільний код
zh_tw: 顯示 PyLav 齒輪和shared code的學分和翻譯詳細信息

source: PyLav was created by [Draper#6666](https://github.com/Drapersniper). PyLav can be located in https://github.com/Drapersniper/PyLav PyLavCog-Shared can be located in https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cogs can be located in https://github.com/Drapersniper/PyLav-Cogs PyLav's support server can be found at https://discord.com/invite/Sjh2TSCYQB You can help translate PyLav by contributing to our Crowdin projects at: https://crowdin.com/project/pylav and https://crowdin.com/project/pylavcogs-shared and https://crowdin.com/project/pylavcogs Contributors: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github.com/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors If you wish to buy me a coffee for my work, you can do so at: https://www.buymeacoffee.com/draper or https://github.com/sponsors/Drapersniper
uk_ua: PyLav був створений [Draper#66](https://github.com/Drapersniper). PyLav розміщений на сторінці https://github. om/Drapersniper/PyLav PyLavCog-Shared можна розмістити в https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cogs можна знайти на https://github. om/Drapersniper/PyLav-Cogs Сервер підтримки PyLav's можна знайти за посиланням https://discord.com/invite/Sjh2TSCYQB Ви можете допомогти в перекладі PyLav шляхом сприяння в наші проекти на Crowdin: https://crowdin. om/project/pylav і https://crowdin.com/project/pylavcogs-shared і https://crowdin.com/project/pylavcogs Contributors: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github. om/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors Якщо ви хочете купити мені каву для моєї роботи, ви можете зробити це на: https://www.buymeacoffe.com/draper або https://github.com/sponsors/Drapersniper
zh_tw: PyLav 由 [Draper#6666](https://github.com/Drapersniper) 創建。 PyLav - https://github.com/Drapersniper/PyLav PyLavCog-Shared - https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cogs - https://github.com/Drapersniper/PyLav-Cogs PyLav 的支援伺務器 https://discord.com/invite/Sjh2TSCYQB 您可以通過為我們的 Crowdin 項目做出貢獻來幫助翻譯 PyLav： https://crowdin.com/project/pylav https://crowdin.com/project/pylavcogs-shared https://crowdin.com/project/pylavcogs 貢獻者： - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github.com/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors 如果你想贊助我，你可以這樣做： https://www.buymeacoffee.com/draper https://github.com/sponsors/Drapersniper

source: Show the version of PyLav and PyLavCogs-Shared libraries
uk_ua: Показати версію PyLav і спільних бібліотек PyLavCogs-Shared
zh_tw: 顯示 PyLav 和 PyLavCogs 共享資料庫的版本

source: Library
uk_ua: Бібліотека
zh_tw: 資料庫

source: Version
uk_ua: Версія
zh_tw: 版本

source: Sync the Bots slash commands
uk_ua: Синхронізація команд із косою рискою (/)
zh_tw: 同步機器人斜線指令

source: Synced the bots slash commands
uk_ua: Синхронізовані команди слешу ботів
zh_tw: 已同步機器人斜線指令

source: This command requires an existing player to be run
uk_ua: Ця команда вимагає запущеного гравця
zh_tw: 此指令需要運行現有的播放器

source: MediaPlayer cog is currently temporarily unavailable due to an outage with the backend services, please try again later
uk_ua: MediaPlayer ког в даний час тимчасово недоступний через відключення із серверами, будь ласка, спробуйте пізніше
zh_tw: 由於後端服務中斷，MediaPlayer cog 目前暫時不可用，請稍後重試

source: No Lavalink node currently available
uk_ua: На даний момент відсутній лаволінійний вузол
zh_tw: 當前沒有可用的 Lavalink 節點

source: MediaPlayer is currently unable to process tracks belonging to {feature}
uk_ua: В даний час MediaPlayer не вдалося обробити треки, що належать до {feature}
zh_tw: MediaPlayer 目前無法處理來自 {feature} 的曲目

source: No Lavalink node currently available with feature {feature}
uk_ua: На даний момент лаволінійний вузол недоступний з функцією {feature}
zh_tw: 當前沒有可用的 Lavalink 節點具有 {feature} 功能

source: This command is not available in this channel. Please use {channel}
uk_ua: Ця команда недоступна у цьому каналі. Будь ласка, використовуйте {channel}
zh_tw: 此指令在此頻道中不可使用。 請至{channel}使用

source: This command requires you to be a DJ
uk_ua: Ця команда вимагає щоб ви були DJ
zh_tw: 此命令要求您成為 DJ

source: PyLav is not ready - Please try again shortly
uk_ua: PyLav не готовий - будь ласка спробуйте найближчим часом
zh_tw: PyLav 尚未準備好 - 請稍後重試
