Repository: pypi-data/pypi-mirror-178
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.6.1.2.tar.gz/pylavcogs_shared-0.6.1.2/pylavcogs_shared/ui/buttons/locales/*.po
Languages: uk_ua

source: You are not authorized to interact with this option
uk_ua: Ви не маєте права на взаємодію з цією опцією

source: Yes
uk_ua: Так

source: No
uk_ua: Ні

source: Disconnect {} {}
uk_ua: Відключити {} {}

source: players
uk_ua: гравців

source: player
uk_ua: гравець

source: Connecting to the node with SSL enabled
uk_ua: Підключення до вузла з SSL активоване

source: Connecting to the node with SSL disabled
uk_ua: Підключення до вузла з SSL відключено

source: This node will only be used for searches
uk_ua: Цей вузол буде використовуватися тільки для пошуку

source: This node will be used for search and playback
uk_ua: Цей вузол буде використано для пошуку та відтворення

source: Please fill out all the fields before continuing
uk_ua: Будь ласка, заповніть всі поля, перш ніж продовжити

source: When you press done this node will be permanently delete
uk_ua: Коли ви натиснете кнопку "Готово" буде остаточно видалено

source: This node will no longer be deleted once you press done
uk_ua: Цей вузол більше не буде видалено після того, як ви натиснете на нього

source: __Enabled sources__: {sources}
uk_ua: __Увімкнені джерела__: {sources}

source: You are not authorized to perform this action
uk_ua: Ви не маєте прав на виконання цієї дії

source: No Player Available For Action - Try Refreshing
uk_ua: Немає доступного гравця для дії - спробуйте оновити

source: Bot Owner Action
uk_ua: Дія власника бота

source: Player disconnected
uk_ua: Гравець відключений

source: Player stopped
uk_ua: Трансляцію зупинено

source: No Players Available For Action - Try Refreshing
uk_ua: Немає доступних гравців для дії - спробуйте оновити

source: When you press done this playlist will be permanently delete
uk_ua: Коли ви натиснете кнопку перед завершенням цього списку відтворення буде видалено назавжди

source: This playlist will no longer be deleted once you press done
uk_ua: Цей список відтворення більше не буде видалено після того, як ви натиснете на це

source: Clearing all tracks from the playlist playlist
uk_ua: Очищення списку відтворення всіх композицій

source: No longer clearing tracks from the playlist
uk_ua: Більше не очищати композиції зі списку відтворення

source: Here is your playlist: {name}{extras}
uk_ua: Ваш список відтворення: {name}{extras}

source: (compressed using gzip to make it possible to send via Discord - you can use <https://gzip.swimburger.net/> to decompress it)
uk_ua: (стиснутий за використання gzip, щоб дозволити надіслати можливість через Discord - ви можете використати <https://gzip.swimburger.net/> для розпакування)

source: (File compressed using Brotli compression.
uk_ua: (стиснутий файл за допомогою стискання Brotlii.

source: Updating playlist with the latest tracks
uk_ua: Оновлення списку відтворення останніми маршрутами

source: Not updating playlist
uk_ua: Немає оновлення списку відтворення

source: Adding the current queue to playlist
uk_ua: Додавання поточної черги до списку відтворення

source: No longer adding the current queue to playlist
uk_ua: Більше не додавати поточну чергу до списку відтворення

source: Removing all duplicate tracks from the queue
uk_ua: Видалення всіх дубльованих маршрутів з черги

source: No longer all duplicate tracks from the queue
uk_ua: Більше не дубльовані пісні з черги

source: Playlists you can currently play
uk_ua: Плейлисти, які ви можете програвати в даний час

source: Pick a playlist
uk_ua: Вибрати плейліст

source: What should the playlist name be?
uk_ua: Якою має бути назва плейліста?

source: Not connected to a voice channel
uk_ua: Немає підключення до голосового каналу

source: There's nothing in the Queue
uk_ua: У черзі нічого немає

source: Removed tracks from the queue
uk_ua: Видалені треки з черги

source: What do you want to enqueue?
uk_ua: Що ви хочете включити в чергу?
