Repository: pypi-data/pypi-mirror-178
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.6.1.4.tar.gz/pylavcogs_shared-0.6.1.4/pylavcogs_shared/utils/locales/*.po
Languages: cs_cz

source: Shows the credits and translation details for the PyLav cogs and shared code
cs_cz: Zobrazí kredity a detaily překladu pro PyLav ozdobení a sdílený kód

source: PyLav was created by [Draper#6666](https://github.com/Drapersniper). PyLav can be located in https://github.com/Drapersniper/PyLav PyLavCog-Shared can be located in https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cogs can be located in https://github.com/Drapersniper/PyLav-Cogs PyLav's support server can be found at https://discord.com/invite/Sjh2TSCYQB You can help translate PyLav by contributing to our Crowdin projects at: https://crowdin.com/project/pylav and https://crowdin.com/project/pylavcogs-shared and https://crowdin.com/project/pylavcogs Contributors: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github.com/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors If you wish to buy me a coffee for my work, you can do so at: https://www.buymeacoffee.com/draper or https://github.com/sponsors/Drapersniper
cs_cz: PyLav byl vytvořen [Draper#6666](https://github.com/Drapersniper). PyLav může být umístěn v https://github. om/Drapersniper/PyLav PyLavCog-Shared může být umístěn v https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cogs může být umístěn v https://github. om/Drapersniper/PyLav-Cogs Podpůrný server PyLava naleznete na https://discord.com/invite/Sjh2TSCYQB Můžete pomoci přeložit PyLav přispěním k našim projektům Crowdin na: https://crowdin. om/project/pylav a https://crowdin.com/project/pylavcogs-share a https://crowdin.com/project/pylavcogs Přispěvatelé: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github. om/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors Pokud si přejete koupit kávu pro mou práci, můžete to udělat na: https://www.buymeacoffee.com/draper nebo https://github.com/sponsors/Drapersniper

source: Show the version of PyLav and PyLavCogs-Shared libraries
cs_cz: Zobrazit verzi PyLav a PyLavCogs-Sdílených knihoven

source: Library
cs_cz: Knihovna

source: Version
cs_cz: Verze

source: Sync the Bots slash commands
cs_cz: Synchronizovat příkazy lomítka

source: Synced the bots slash commands
cs_cz: Synchronizované příkazy botů

source: This command requires an existing player to be run
cs_cz: Tento příkaz vyžaduje spuštění existujícího hráče

source: MediaPlayer cog is currently temporarily unavailable due to an outage with the backend services, please try again later
cs_cz: MediaPlayer cog je v současné době dočasně nedostupný z důvodu nedostatku služeb backend, zkuste to prosím později

source: No Lavalink node currently available
cs_cz: Není dostupný žádný Lavalink uzel

source: MediaPlayer is currently unable to process tracks belonging to {feature}
cs_cz: MediaPlayer momentálně není schopen zpracovávat skladby patřící k {feature}

source: No Lavalink node currently available with feature {feature}
cs_cz: Žádný Lavalink uzel není momentálně k dispozici s funkcí {feature}

source: This command is not available in this channel. Please use {channel}
cs_cz: Tento příkaz není v tomto kanálu k dispozici. Použijte prosím {channel}

source: This command requires you to be a DJ
cs_cz: Tento příkaz vyžaduje, aby jsi DJ

source: PyLav is not ready - Please try again shortly
cs_cz: PyLav není připraven - zkuste to prosím za chvíli znovu
