Repository: pypi-data/pypi-mirror-178
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.6.1.4-py2.py3-none-any.whl/pylavcogs_shared/utils/locales/*.po
Languages: da_dk, fr_fr

source: Shows the credits and translation details for the PyLav cogs and shared code
da_dk: Viser kreditter og oversættelsesdetaljer for PyLav og delt kode
fr_fr: Affiche les détails des crédits et des traductions pour les cogs PyLav et le code partagé

source: PyLav was created by [Draper#6666](https://github.com/Drapersniper). PyLav can be located in https://github.com/Drapersniper/PyLav PyLavCog-Shared can be located in https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cogs can be located in https://github.com/Drapersniper/PyLav-Cogs PyLav's support server can be found at https://discord.com/invite/Sjh2TSCYQB You can help translate PyLav by contributing to our Crowdin projects at: https://crowdin.com/project/pylav and https://crowdin.com/project/pylavcogs-shared and https://crowdin.com/project/pylavcogs Contributors: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github.com/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors If you wish to buy me a coffee for my work, you can do so at: https://www.buymeacoffee.com/draper or https://github.com/sponsors/Drapersniper
da_dk: PyLav blev oprettet af [Draper#6666](https://github.com/Drapersniper). PyLav kan være placeret på https://github. om/Drapersniper/PyLav PyLavCog-Delt kan findes på https://github.com/Drapersniper/PyLavCog-Delt PyLav-Cogs kan findes på https://github. om/Drapersniper/PyLav-Cogs PyLavs supportserver kan findes på https://discord.com/invite/Sjh2TSCYQB Du kan hjælpe med at oversætte PyLav ved at bidrage til vores Crowdin-projekter på: https://crowdin. om/project/pylav og https://crowdin.com/project/pylavcogs-shared og https://crowdin.com/project/pylavcogs Bidragydere: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github. om/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors Hvis du ønsker at købe mig en kaffe til mit arbejde, kan du gøre det på: https://www.buymeacoffee.com/draper eller https://github.com/sponsors/Drapersniper
fr_fr: PyLav a été créé par [Draper#6666](https://github.com/Drapersniper). PyLav peut être situé sur https://github. om/Drapersniper/PyLav PyLavCog-Shared peut être situé sur https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cogs peut être situé sur https://github. Le serveur de support de om/Drapersniper/PyLav-Cogs PyLav, peut être trouvé sur https://discord.com/invite/Sjh2TSCYQB Vous pouvez aider à traduire PyLav en contribuant à nos projets Crowdin sur: https://crowdin. om/project/pylav et https://crowdin.com/project/pylavcogs-shared et https://crowdin.com/project/pylavcogs Contributeurs : - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github. om/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors Si vous souhaitez m'acheter un café pour mon travail, vous pouvez le faire sur : https://www.buymeacoffee.com/draper ou https://github.com/sponsors/Drapersniper

source: Show the version of PyLav and PyLavCogs-Shared libraries
da_dk: Vis versionen af PyLav og PyLavCogs-Shared biblioteker
fr_fr: Afficher la version des bibliothèques PyLav et PyLavCogs-Shared

source: Library
da_dk: Bibliotek
fr_fr: Bibliothèque

source: Sync the Bots slash commands
da_dk: Synkroniser Bots skråstregkommandoer
fr_fr: Synchroniser les commandes slash des Bots

source: Synced the bots slash commands
da_dk: Synkroniserede bots skråstreg kommandoer
fr_fr: Synchronisation des commandes slash des bots

source: This command requires an existing player to be run
da_dk: Denne kommando kræver at en eksisterende spiller køres
fr_fr: Cette commande nécessite l'exécution d'un joueur existant

source: MediaPlayer cog is currently temporarily unavailable due to an outage with the backend services, please try again later
da_dk: MediaPlayer cog er i øjeblikket midlertidigt utilgængelig på grund af et udfald med backend-tjenester, prøv venligst igen senere
fr_fr: Le cog MediaPlayer est actuellement indisponible en raison d'une panne avec les services d'arrière-plan, veuillez réessayer plus tard

source: No Lavalink node currently available
da_dk: Ingen Lavalink-node tilgængelig i øjeblikket
fr_fr: Aucun noeud Lavalink actuellement disponible

source: MediaPlayer is currently unable to process tracks belonging to {feature}
da_dk: MediaPlayer er i øjeblikket ikke i stand til at behandle spor tilhørende {feature}
fr_fr: MediaPlayer est actuellement incapable de traiter les pistes appartenant à {feature}

source: No Lavalink node currently available with feature {feature}
da_dk: Ingen Lavalink-node tilgængelig i øjeblikket med funktionen {feature}
fr_fr: Aucun noeud Lavalink actuellement disponible avec la fonctionnalité {feature}

source: This command is not available in this channel. Please use {channel}
da_dk: Denne kommando er ikke tilgængelig i denne kanal. Benyt {channel}
fr_fr: Cette commande n'est pas disponible dans ce salon. Veuillez utiliser {channel}

source: This command requires you to be a DJ
da_dk: Denne kommando kræver at du er en DJ
fr_fr: Cette commande nécessite d'être un DJ

source: PyLav is not ready - Please try again shortly
da_dk: PyLav er ikke klar - Prøv igen om kort tid
fr_fr: PyLav n'est pas prêt - Veuillez réessayer sous peu
