Repository: pypi-data/pypi-mirror-178
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.6.1.2.tar.gz/pylavcogs_shared-0.6.1.2/pylavcogs_shared/utils/locales/*.po
Languages: de_de

source: Shows the credits and translation details for the PyLav cogs and shared code
de_de: Zeigt die Credits und Übersetzungsdetails für PyLav Cogs und freigegebenen Code

source: PyLav was created by [Draper#6666](https://github.com/Drapersniper). PyLav can be located in https://github.com/Drapersniper/PyLav PyLavCog-Shared can be located in https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cogs can be located in https://github.com/Drapersniper/PyLav-Cogs PyLav's support server can be found at https://discord.com/invite/Sjh2TSCYQB You can help translate PyLav by contributing to our Crowdin projects at: https://crowdin.com/project/pylav and https://crowdin.com/project/pylavcogs-shared and https://crowdin.com/project/pylavcogs Contributors: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github.com/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors If you wish to buy me a coffee for my work, you can do so at: https://www.buymeacoffee.com/draper or https://github.com/sponsors/Drapersniper
de_de: PyLav wurde erstellt von [Draper#6666](https://github.com/Drapersniper). PyLav kann auf https://github. om/Drapersniper/PyLav PyLavCog-Shared befindet sich in https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cogs finden Sie unter https://github. om/Drapersniper/PyLav-Cogs PyLavs Support-Server finden Sie unter https://discord.com/invite/Sjh2TSCYQB Sie können dazu beitragen, PyLav zu übersetzen, indem Sie zu unseren Crowdin-Projekten beitragen: https://crowdin. om/project/pylav und https://crowdin.com/project/pylavcogs-shared and https://crowdin.com/project/pylavcogs Mitwirkende: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github. om/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors Wenn du mir einen Kaffee für meine Arbeit kaufen möchtest, kannst du dies unter folgender Adresse tun: https://www.buymeacoffee.com/draper oder https://github.com/sponsors/Drapersniper

source: Show the version of PyLav and PyLavCogs-Shared libraries
de_de: Zeige die Version der PyLav und PyLavCogs-Shared Bibliotheken

source: Library
de_de: Bibliothek

source: Sync the Bots slash commands
de_de: Die Bots Schrägstrich Befehle synchronisieren

source: Synced the bots slash commands
de_de: Die Bots Schrägstrich Befehle synchronisiert

source: This command requires an existing player to be run
de_de: Dieser Befehl benötigt einen existierenden Spieler

source: MediaPlayer cog is currently temporarily unavailable due to an outage with the backend services, please try again later
de_de: MediaPlayer-Cog ist aufgrund eines Ausfalls der Backend-Dienste vorübergehend nicht verfügbar. Bitte versuchen Sie es später erneut

source: No Lavalink node currently available
de_de: Derzeit ist kein Lavalink-Knoten verfügbar

source: MediaPlayer is currently unable to process tracks belonging to {feature}
de_de: MediaPlayer ist derzeit nicht in der Lage, Tracks zu {feature} zu verarbeiten

source: No Lavalink node currently available with feature {feature}
de_de: Derzeit ist kein Lavalink-Knoten mit Funktion {feature} verfügbar

source: This command is not available in this channel. Please use {channel}
de_de: Dieser Befehl ist in diesem Kanal nicht verfügbar. Bitte verwende {channel}

source: This command requires you to be a DJ
de_de: Dieser Befehl erfordert, dass du DJ bist

source: PyLav is not ready - Please try again shortly
de_de: PyLav ist nicht bereit - Bitte versuche es in Kürze erneut
