Repository: pypi-data/pypi-mirror-178
Catalog: packages/wagtail-webradio/wagtail-webradio-0.5.0.tar.gz/wagtail-webradio-0.5.0/wagtail_webradio/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Edit
fr: Modifier

source: Edit the radio show
fr: Modifier l'émission

source: Add
fr: Ajouter

source: Add podcasts
fr: Ajouter des podcasts

source: Edit any podcast
fr: Modifier n'importe quel podcast

source: Delete
fr: Supprimer

source: Delete any podcast
fr: Supprimer n'importe quel podcast

source: Radio show
fr: Émission

source: Podcast tag
fr: Étiquette de podcast

source: Unable to retrieve an audio file. Check that it is valid and supported by your web browser by opening it in a new tab.
fr: Impossible de récupérer un fichier audio. Veuillez vérifier qu'il est valide et compatible avec votre navigateur Web en ouvrant l'URL dans un nouvel onglet.

source: Unable to retrieve an audio file. Please verify the file format.
fr: Impossible de retrouver un fichier audio. Veuillez vérifier le format de fichier.

source: Search term
fr: Terme de recherche

source: Search
fr: Rechercher

source: All radio shows
fr: Toutes les émissions

source: You cannot have multiple permission records for the same radio show.
fr: Vous ne pouvez avoir plusieurs permissions pour la même émission.

source: The format must be HH:MM:SS
fr: Le format doit être HH:MM:SS

source: Media
fr: Média

source: Publishing
fr: Publication

source: This slug is already in use.
fr: Ce slug est déjà utilisé.

source: title
fr: titre

source: picture
fr: image

source: phone number
fr: numéro de téléphone

source: email
fr: courriel

source: radio show
fr: émission

source: radio shows
fr: émissions

source: tags
fr: étiquettes

source: sound file
fr: fichier son

source: sound URL
fr: URL du son

source: duration
fr: durée

source: publish date
fr: date de publication

source: The file type {} is not authorized. Authorized file types are {}.
fr: Le type de fichier {} n'est pas autorisé. Les types de fichiers autorisés sont {}.

source: You must fill at least a sound file or a sound url
fr: Vous devez remplir au moins un fichier son ou une URL

source: Only one sound must be set (file or url)
fr: Un seul son doit être spécifié (fichier ou url)

source: group
fr: groupe

source: group radio show permission
fr: permission d'émission par groupe

source: group radio show permissions
fr: permissions d'émission par groupe

source: Choose a podcast
fr: Choisir un podcast

source: There is %(counter)s match
fr: Il y a %(counter)s correspondance

source: Latest podcasts
fr: Derniers podcasts

source: No podcasts match this filters.
fr: Auncun podcast ne correspond à ces filtres.

source: You haven't added any podcasts.
fr: Vous n’avez pas encore ajouté de podcast.

source: Go to the previous song
fr: Aller au son précédent

source: Toggle the playback
fr: Basculer la lecture

source: Play
fr: Lire

source: Pause
fr: Mettre en pause

source: Loading…
fr: Chargement…

source: Go to the next song
fr: Aller au son suivant

source: Seek
fr: Naviguer dans le son

source: Download this song
fr: Télécharger ce son

source: Toggle the playlist display
fr: Basculer l'affichage de la playlist

source: Remove this song from the playlist
fr: Supprimer ce son de la playlist

source: Deleting '%(escaped_object)s' would require deleting the following protected related objects:
fr: Supprimer '%(escaped_object)s' nécessite de supprimer les objets liés et protégés suivants :

source: Try again
fr: Essayer à nouveau

source: Yes, delete
fr: Oui, supprimer

source: Saving…
fr: Enregistrement…

source: Save
fr: Sauvegarder

source: Radio show permissions
fr: Permissions d'émission

source: Add a radio show permission
fr: Ajouter une permission d'émission

source: View podcasts of '%(title)s'
fr: Voir les podcasts de '%(title)s'

source: Radio shows
fr: Émissions

source: Add a radio show
fr: Ajouter une émission

source: Title
fr: Titre

source: Add radio show
fr: Ajouter une émission

source: Radio show '{0}' added.
fr: Émission '{0} ajoutée.

source: Radio show '{0}' updated.
fr: Émission '{0} mise à jour.

source: The radio show could not be saved due to errors.
fr: L'émission ne peut être enregistrée du fait d'erreurs.

source: Delete radio show
fr: Supprimer l'émission

source: Unable to delete this radio show.
fr: Impossible de supprimer cette émission.

source: Radio show '{0}' deleted.
fr: Émission '{0} supprimée.

source: Are you sure you want to delete this radio show?
fr: Êtes-vous sûr(e) de vouloir supprimer cette émission ?

source: Podcasts of
fr: Podcasts de

source: Add a podcast
fr: Ajouter un podcast

source: Duration
fr: Durée

source: Publish date
fr: Date de publication

source: Add podcast in
fr: Ajouter un podcast dans

source: Podcast '{0}' added.
fr: Podcast '{0}' ajouté.

source: The podcast could not be created due to errors.
fr: Le podcast ne peut pas être enregistré du fait d'erreurs.

source: Podcast '{0}' updated.
fr: Podcast '{0}' mis à jour.

source: The podcast could not be saved due to errors.
fr: Le podcast ne peut être enregistré du fait d'erreurs.

source: Delete podcast
fr: Supprimer le podcast

source: Podcast '{0}' deleted.
fr: Podcast '{0}' supprimé.

source: Are you sure you want to delete this podcast?
fr: Êtes-vous sûr(e) de vouloir supprimer ce podcast ?

source: Choose another podcast
fr: Choisir un autre podcast

source: Edit this podcast
fr: Modifier ce podcast
