Repository: pypi-data/pypi-mirror-178
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.6.1.2.tar.gz/pylavcogs_shared-0.6.1.2/pylavcogs_shared/ui/menus/locales/*.po
Languages: fi_fi

source: You are not authorized to interact with this
fi_fi: Sinulla ei ole oikeutta olla vuorovaikutuksessa tämän kanssa

source: Enter the domain or IP address of the host
fi_fi: Syötä vastaanottajan verkkotunnus tai IP-osoite

source: Host
fi_fi: Isäntä

source: Enter the host port to connect to
fi_fi: Syötä isäntäportti, johon voit muodostaa yhteyden

source: Port
fi_fi: Portti

source: Enter the node's password
fi_fi: Syötä solmun salasana

source: Password
fi_fi: Salasana

source: Enter an easy to know name for the node
fi_fi: Anna helppo tietää nimi solmulle

source: Name
fi_fi: Nimi

source: Enter a timeout in seconds
fi_fi: Syötä aikakatkaisu sekunneissa

source: Timeout
fi_fi: Aikakatkaisu

source: Source to disable
fi_fi: Poista käytöstä lähde

source: Name set to {name}
fi_fi: Nimi asetettu {name}

source: Password set to {password}
fi_fi: Salasana asetettu {password}

source: Host set to {host}
fi_fi: Isäntä asetettu {host}

source: Invalid port
fi_fi: Virheellinen portti

source: Port set to {port}
fi_fi: Portti asetettu {port}

source: Invalid timeout, it must be a number in seconds
fi_fi: Virheellinen aikakatkaisu, sen on oltava numero sekunneissa

source: Timeout set to {timeout} seconds
fi_fi: Aikakatkaisu asetettu {timeout} sekunniksi

source: Change the domain or IP address of the host
fi_fi: Muuta vastaanottajan verkko- tai IP-osoitetta

source: Change the host port to connect to
fi_fi: Vaihda isäntäportti yhdistääksesi siihen

source: Change the node's password
fi_fi: Vaihda solmun salasana

source: Change the name of this node
fi_fi: Vaihda tämän solmun nimi

source: Enter the new timeout for this node
fi_fi: Syötä tämän solmun uusi aikakatkaisu

source: selected
fi_fi: valittu

source: inactive
fi_fi: passiivinen

source: all
fi_fi: kaikki

source: Not connected anywhere
fi_fi: Ei yhdistetty mihinkään

source: Please enter the playlist URL
fi_fi: Syötä soittolistan URL-osoite

source: Playlist URL
fi_fi: Soittolistan URL

source: Please enter the playlist name
fi_fi: Syötä soittolistan nimi

source: Playlist Name
fi_fi: Soittolistan Nimi

source: Please enter the new playlist name
fi_fi: Syötä uuden soittolistan nimi

source: What query to add to the playlist
fi_fi: Mitä kysy lisättäväksi soittolistaan

source: Query
fi_fi: Kysely

source: What query to remove from the playlist
fi_fi: Mitä hakua haluat poistaa soittolistalta

source: Select Track To Remove
fi_fi: Valitse Poistettava Kappale

source: Select Track To Play Now
fi_fi: Valitse Kappale Toistaa Nyt
