Repository: pypi-data/pypi-mirror-178
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.6.1.3-py2.py3-none-any.whl/pylavcogs_shared/utils/locales/*.po
Languages: nl_nl

source: Shows the credits and translation details for the PyLav cogs and shared code
nl_nl: Toont de credits en vertaaldetails voor de PyLav cogs en gedeelde code

source: PyLav was created by [Draper#6666](https://github.com/Drapersniper). PyLav can be located in https://github.com/Drapersniper/PyLav PyLavCog-Shared can be located in https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cogs can be located in https://github.com/Drapersniper/PyLav-Cogs PyLav's support server can be found at https://discord.com/invite/Sjh2TSCYQB You can help translate PyLav by contributing to our Crowdin projects at: https://crowdin.com/project/pylav and https://crowdin.com/project/pylavcogs-shared and https://crowdin.com/project/pylavcogs Contributors: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github.com/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors If you wish to buy me a coffee for my work, you can do so at: https://www.buymeacoffee.com/draper or https://github.com/sponsors/Drapersniper
nl_nl: PyLav is gemaakt door [Draper#66](https://github.com/Drapersniper). PyLav kan zich bevinden op https://github. /Drapersniper/PyLav PyLavCog-Shared kan zich bevinden in https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cog-Cogs kunnen geplaatst worden op https://github. om/Drapersniper/PyLav-Cogs PyLav's ondersteuningsserver kan worden gevonden op https://discord.com/invite/Sjh2TSCYQB Je kunt helpen met het vertalen van PyLav door een bijdrage te leveren aan onze Crowdin-projecten op: https://crowdin. om/project/pylav en https://crowdin.com/project/pylavcogs-shared en https://crowdin.com/project/pylavcogs Contributors: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github. om/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors Als je me een koffie wilt kopen voor mijn werk, kan je dat doen op: https://www.buymeacoffee.com/draper of https://github.com/sponsors/Drapersniper

source: Show the version of PyLav and PyLavCogs-Shared libraries
nl_nl: Toon de versie van PyLav en PyLavCogs-Shared libraries

source: Library
nl_nl: Bibliotheek

source: Version
nl_nl: Versie

source: Sync the Bots slash commands
nl_nl: Synchroniseer de bots slash commando's

source: Synced the bots slash commands
nl_nl: De slash commando's van de bots gesynchroniseerd

source: This command requires an existing player to be run
nl_nl: Deze opdracht vereist dat een bestaande speler wordt uitgevoerd

source: MediaPlayer cog is currently temporarily unavailable due to an outage with the backend services, please try again later
nl_nl: MediaPlayer cog is momenteel tijdelijk niet beschikbaar vanwege een storing met de backend diensten, probeer het alstublieft later opnieuw

source: No Lavalink node currently available
nl_nl: Er is geen Lavalink node momenteel beschikbaar

source: MediaPlayer is currently unable to process tracks belonging to {feature}
nl_nl: MediaPlayer kan momenteel geen tracks van {feature} verwerken

source: No Lavalink node currently available with feature {feature}
nl_nl: Er is geen Lavalink node beschikbaar met functie {feature}

source: This command is not available in this channel. Please use {channel}
nl_nl: Deze opdracht is niet beschikbaar in dit kanaal. Gebruik {channel}

source: This command requires you to be a DJ
nl_nl: Dit commando vereist dat je een DJ bent

source: PyLav is not ready - Please try again shortly
nl_nl: PyLav is niet klaar - Probeer het binnenkort opnieuw
