Repository: pypi-data/pypi-mirror-178
Catalog: packages/pylavcogs-shared/pylavcogs_shared-0.6.1.3.tar.gz/pylavcogs_shared-0.6.1.3/pylavcogs_shared/utils/locales/*.po
Languages: ru_ru, zh_cn

source: Shows the credits and translation details for the PyLav cogs and shared code
ru_ru: Показывает кредиты и детали перевода для кодов PyLav и общего кода
zh_cn: 显示 PyLav 代码和共享代码的信用和翻译详细信息

source: PyLav was created by [Draper#6666](https://github.com/Drapersniper). PyLav can be located in https://github.com/Drapersniper/PyLav PyLavCog-Shared can be located in https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cogs can be located in https://github.com/Drapersniper/PyLav-Cogs PyLav's support server can be found at https://discord.com/invite/Sjh2TSCYQB You can help translate PyLav by contributing to our Crowdin projects at: https://crowdin.com/project/pylav and https://crowdin.com/project/pylavcogs-shared and https://crowdin.com/project/pylavcogs Contributors: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github.com/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors If you wish to buy me a coffee for my work, you can do so at: https://www.buymeacoffee.com/draper or https://github.com/sponsors/Drapersniper
ru_ru: PyLav был создан [Draper#6666](https://github.com/Drapersniper). PyLav можно найти в https://github. om/Drapersniper/PyLav Поделился PyLavCog-Shared находится в https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cogs можно найти в https://github. om/Drapersniper/PyLav-Cogs Сервер поддержки PyLav'а можно найти на https://discord.com/invite/Sjh2TSCYQB Вы можете помочь перевести PyLav внеся свой вклад в наши проекты Crowdin по адресу: https://crowdin. om/project/pylav and https://crowdin.com/project/pylavcogs-shared and https://crowdin.com/project/pylavcogs Участники: - https://github.com/Drapersniper/PyLav/graphs/contributors - https://github. om/Drapersniper/PyLavCog-Shared/graphs/contributors - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributors Если вы хотите купить мне кофе для моей работы, вы можете сделать это по адресу: https://www.buymeacoffee.com/draper или https://github.com/sponsors/Drapersniper
zh_cn: PyLav 由 [Draper#6666](https://github.com/Draversniper)创建。 PyLav 可以在 https://github. om/Drapersniper/PyLav PyLavCog-Shared 可以在 https://github.com/Drapersniper/PyLavCog-Shared PyLav-Cogs 可以在 https://github中找到。 om/Drapersniper/PyLav-Cogs PyLav的支持服务器可以在 https://discord.com/invite/Sjh2TSCYQB 通过为我们的 Crowdin 项目作出贡献，帮助翻译PyLav： https://crowdin。 om/project/pylav 和 https://crowdin.com/project/pylavcogs-shared and https://crowdin.com/project/pylavcogs 贡献者： - https://github.com/Drapersniper/PyLav/graphs/contributs - https://github。 om/Drapersniper/PyLavCog-Shared/graphs/contributers - https://github.com/Drapersniper/PyLav-Cogs/graphs/contributers 如果你想为我的作品买一杯咖啡，你可以这样做： https://www.buymeacoffe.com/drapper或https://github.com/赞助者/德拉普ersniper

source: Show the version of PyLav and PyLavCogs-Shared libraries
ru_ru: Показать версию библиотек PyLav и PyLavCogs-Shared
zh_cn: 显示 PyLav 和 PyLavCogs-Shared 库版本

source: Library
ru_ru: Библиотека
zh_cn: 书库

source: Version
ru_ru: Версии
zh_cn: 版本

source: Sync the Bots slash commands
ru_ru: Синхронизация слэш команд ботов
zh_cn: 同步Bots斜杠命令

source: Synced the bots slash commands
ru_ru: Синхронизированы команды слэш ботов
zh_cn: 同步了机器人斜杠命令

source: This command requires an existing player to be run
ru_ru: Эта команда требует запуска существующего игрока
zh_cn: 此命令需要运行现有玩家

source: MediaPlayer cog is currently temporarily unavailable due to an outage with the backend services, please try again later
ru_ru: В настоящее время ког MediaPlayer временно недоступен из-за невозможности работы с бэкэндом, пожалуйста, повторите попытку позже
zh_cn: 由于后端服务停电，MediaPlayer cog目前暂时不可用，请稍后再试

source: No Lavalink node currently available
ru_ru: В настоящее время нет доступных узлов Lavalink
zh_cn: 无可用的 Lavalink 节点

source: MediaPlayer is currently unable to process tracks belonging to {feature}
ru_ru: MediaPlayer в настоящее время не может обрабатывать треки, принадлежащие к {feature}
zh_cn: MediaPlayer 当前无法处理属于 {feature} 的曲目

source: No Lavalink node currently available with feature {feature}
ru_ru: В настоящее время нет доступных узлов Lavalink с функцией {feature}
zh_cn: 目前没有带有功能 {feature} 的 Lavallink 节点

source: This command is not available in this channel. Please use {channel}
ru_ru: Эта команда не доступна на этом канале. Пожалуйста, используйте {channel}
zh_cn: 此命令在此频道不可用。请使用 {channel}

source: This command requires you to be a DJ
ru_ru: Эта команда требует, чтобы вы были DJ
zh_cn: 此命令要求您必须是 DJ

source: PyLav is not ready - Please try again shortly
ru_ru: PyLav не готов - Пожалуйста, попробуйте позже
zh_cn: PyLav 尚未准备好-请稍后再试
